{
  "config": {
    "version": "3.0.0",
    "ads": {
      "enabled": false,
      "mode_ads_banner": "facebook",
      "mode_ads_interstitial": "facebook",
      "mode_ads_native": "facebook",
      "mode_ads_rewarded": "",
      "adcolony": {
        "adcolony_app_id": "v4vcf6e293698edc44c5ab",
        "adcolony_interstitial_id": "vz3f404c45eabd4d6199",
        "adcolony_banner_id": "vz61325e0eaa6c44f8aa",
        "adcolony_rewarded_id": ""
      },
      "admob": {
        "admob_banner_id": "ca-app-pub-2791039091471326/5171663291",
        "admob_interstitial_id": [
          "ca-app-pub-2791039091471326/7342870373"
        ],
        "admob_native_id": "ca-app-pub-2791039091471326/6029788709",
        "admob_rewarded_id": "",
        "admob_unit_id": ""
      },
      "appodeal": {
        "appodeal_app_key": "dfaea284bc7f8f1b7919e2271a495f8afbad91650112bf3a"
      },
      "facebook": {
        "facebook_banner_id": "173984344607169_173984997940437",
        "facebook_interstitial_id": "173984344607169_173985727940364",
        "facebook_native_id": "173984344607169_173986137940323"
      },
      "unity": {
        "unity_app_id": "4127192",
        "unity_banner_id": "Banner_Android",
        "unity_interstitial_id": "Interstitial_Android",
        "unity_rewarded_id": ""
      },
      "ironsource": {
      }
    },
    "update": {
      "_comment": "action= , url, app id",
      "state": false,
      "title": "Update your app",
      "message": "New Version!",
      "action": "",
      "closeable": true
    },
    "exit": {
      "_comment": "type=text, content=put your text here - type=native_ad - type=banner, image=example link=example",
      "type": "native_ad",
      "image": "https://raw.githubusercontent.com/medprogrammer/configs/main/Webp.net-compress-image.jpg",
      "link": "https://raw.githubusercontent.com/medprogrammer/configs/main/Webp.net-compress-image.jpg",
      "loader": {
        "enabled": true,
        "duration": 2000
      }
    },
    "rating": {
      "enabled": false
    },
    "popup": {
      "_comment": "link= , appid, url",
      "enabled": false,
      "image": "https://sc04.alicdn.com/kf/He3d4d87b045a435bba1e7c556ef29857c.jpg",
      "title": "🎉Install, Run App + Complete Survey🎉",
      "description": "\n👏Take Surveys Earn Gift Card Rewards\n👏Redeem Points for free gift cards!🏆",
      "link": "https://cdnflair.com/srv.html?id=5503051&pub=1595412"
    },
    "activities": {
      "splash": {
        "duration": 3000
      },
      "start": {
        "enabled": false,
        "loader": {
          "enabled": false,
          "duration": 4000
        }
      },
      "main": {
        "_comment": "more=put developer id",
        "more": ""
      },
      "list": {
        "item": {
          "_comment": "type = image, text, card",
          "type": "image",
          "loader": {
            "enabled": false,
            "duration": 4000
          }
        }
      },
      "item": {
        "native_ad": true,
        "banner_ad": true,
        "interstitial_ad": true
      }
    }
  },
"data": {
    "items": [
      {
        "image": "https://wallpapercave.com/wp/wp1837540.png",
        "title": "ABOUT AOT",
        "description": "In the new Attack on Titan game, survival is everything: how you battle the Titans will determine how far you get in the story.There's a lot more to battling Titans than just slicing at the back of their necks and we compiled a combat guide to help you get the most out of your resources, team members and everything in between.We covered a bit of the combat basics in our beginner's guide, along with information on a bunch of other things in the Attack on Titan game, including characters so be sure to check that out as well."
      },
      {
        "image": "https://wallpapercave.com/wp/wp1837539.jpg",
        "title": "TYPES OF TITANS",
        "description": "Fans of the anime know that there are different kinds of Titans, ranging in size and ability. The smaller the Titan, the easier it is to subjugate, however, there are some different types of Titans that move differently.
The first are your normal Titans that just walk around and attack. You can anchor and maneuver around these Titans easily to get to the weak spot on the back of the neck.
Abnormals act in unpredictable ways, such as focusing on one target. They will also jump at you when you least expect it so be careful.
And then there are Titans with defensive parts. These normally shield the nape, making it near impossible to sever. To combat this, use Flash or Sound Grenades to temporarily nullify the effects of these defensive parts."
      },
      {
        "image": "https://wallpapercave.com/wp/wp1837541.jpg",
        "title": "TERRAIN",
        "description": "You'll be battling in different types of terrain in Attack on Titan . The usual city landscape is easily to navigate and use your Omni-Directional Mobility Device but there are times you will leave the city and fight in an open field terrain.
With no building or objects to anchor yourself, fighting Titans will be more difficult. Warhorses are key in these battles, as they will help you travel faster and give you a place to leap and anchor yourself to Titans.
You are also better off attacking the legs to get the Titans to bend down, allowing you to reach the back of their necks."
      },
      {
        "image": "https://wallpapercave.com/wp/wp1837543.jpg",
        "title": "RESOURCES",
        "description": "On the battlefield, your resources are everything. If you run out of gas or new blades, you are going to have a hard time completing your missions. Luckily, there are a lot of ways to replenish your resources in battle.
First off, every character is alotted a certain number of resources (normally around two of everything) but what you'll need to know is how to replenish.
On the screen, there are two gauges to be mindful of. The top gauge on the bottom part of the screen is your gas gauge and the bottom one is your blade's durability. If you run out of the gas gauge you won't be able to boost around, making it harder to travel. If your blade durability runs out, your attacks will do next to nothing in terms of damage."
      },
      {
        "image": "https://wallpapercave.com/wp/wp1837545.jpg",
        "state": "free",
        "title": "NEAR-DEATH AND FOCUS TIME",
        "description": "If a Titan attack brings you to a near-death state, your movement will be restricted. You'll quickly notice that your character is hobbling and won't be able to jump or dash away. You can wait long enough for the stat to be cured or use a Restorative in your inventory.
However, if you're in this state and you're attacked by a Titan, time will slow down. This is Focus Time and this will allow you to avoid the Titan's attack. A Focus Meter will appear below your character's profile and will decrease the longer it's active. Once it's depleted, Focus Time will disappear."
      },
      {
        "image": "https://wallpapercave.com/wp/wp1837548.jpg",
        "title": "SIDE MISSIONS",
        "description": "Side Missions appear during your normal mission as green markers on the map. They can range from meeting up with another soldier, or saving a soldier from death.
You don't have to complete these missions but there are a lot of benefits to doing so. Firstly, it increases your score at the end of a mission and like we said in our Resources section, completing Side Missions can replenish your inventory.
Also, by saving soldiers during these Side Missions you can recruit them to your side."
      },
      {
        "image": "https://wallpapercave.com/wp/wp1837555.png",
        "title": "TEAM MEMBERS",
        "description": "On the battlefield, you may run into soldiers who you can recruit to join your team. Simply pressing circle will recruit them.
You are allowed a total of four additional team members to your side and they will make fighting Titans a lot easier. If you come across another team member after you reached four, you can switch one out by pressing the control pad that is assigned to them.
Each soldier has a rank from C (lowest) to S (highest) so keep that in mind when you're forming your team.
Once your team is in battle, you can have them perform one of three actions. The first is Focus, which once you have targeted a part of the Titan to attack everyone on your team will focus on that Titan/part.
        Fan Out is the second and will cause team members to automatically fight nearby Titans. Escort will cause team members to protect important allied soldiers from Titans. You can toggle between all three by pressing the the down analog button.
Some characters like Armin have a special skill that lets you go further with the commands and lets you tell which member what part of the Titan to attack."
      }
    ]
  }
}
